
let data = [
    {
    "id": 1,
    "title": "বিট কয়েন কি এবং কেন?",
    "body": "ক্রিপ্টোগ্রাফিক কয়েন ভার্চুয়াল মুদ্রা বিট কয়েনের ব্যবহার ক্রমাগত বাড়ছে। যুক্তরাষ্ট্র, চীন, যুক্তরাজ্য, রাশিয়া, জার্মানি ও ভারতের মতো বিশ্বের বেশ কিছু দেশে বিকেন্দ্রীকরণ পদ্ধতির এই ডিজিটাল মুদ্রাব্যবস্থার প্রচলন শুরু হয়েছে।",
    "author": "Mahmudul Ahsan",
    "time": "5 January, 2022",
    "img" : "https://static.seekingalpha.com/cdn/s3/uploads/getty_images/1315109888/image_1315109888.jpg?io=getty-c-w640",
    "category": "tech",
    },
    {
    "id": 2,
    "title": "আইফোন ১৪, যা আছে যা নেই..",
    "body": "কোম্পানিটি আইফোন ১৪ দুটি আকারে প্রকাশ করছে, আইফোন ১৪ এবং আইফোন ১৪ প্লাস। নতুন হ্যান্ডসেটগুলি স্যাটেলাইটের মাধ্যমে সাহায্যের জন্য জরুরি কল পাঠাতে সক্ষম। ফোনটি কাছের স্যাটেলাইটগুলির অবস্থান প্রদর্শন করবে এবং কীভাবে ডিভাইসটিকে স্যাটেলাইটের দিকে তাক করা যায় সেটা দেখাবে।\nপনেরো সেকেন্ড থেকে কয়েক মিনিটের মধ্যে এটি স্যাটেলাইটে বার্তা পাঠাতে পারবে।\nসিসিএস ইনসাইট-এর প্রধান বিশ্লেষক বেন উড বলেছেন, স্যাটেলাইট সক্ষমতা যোগ করার জন্য বিনিয়োগকে ছোট করে দেখা উচিত হবে না।\nস্যাটেলাইট সেবা প্রদানকারী গ্লোবালস্টারের সাথে একটি বাণিজ্যিক চুক্তি এবং জরুরী বিভাগগুলিতে বার্তা প্রেরণের জন্য প্রয়োজনীয় অবকাঠামো তৈরিসহ সব অংশগুলো একত্রিত করতে অ্যাপলের সম্ভবত কয়েক বছর সময় লেগেছে।\nপ্রযুক্তি বিশ্লেষক পাওলো পেসকাটোর বলেছেন তিনি বিশ্বাস করেন যে উদ্ভাবনটি 'যেসব এলাকায় পৌঁছানো কঠিন' এমন প্রত্যন্ত অঞ্চলের গ্রাহকদের জন্য ভাল খবর।\nস্যাটেলাইট ব্যবহার করার বিষয়টি গুরুত্বপূর্ণ হতে শুরু করেছে এটি উৎসাহব্যঞ্জক। নির্ভরযোগ্য এবং শক্তিশালী সংযোগ সকল ব্যবহারকারীর একটি গুরুত্বপূর্ণ চাহিদা, তিনি বলেছিলেন।\nএই হ্যান্ডসেটে ১২ মেগাপিক্সেল ক্যামেরা রয়েছে যা দ্রুত চলমান কোন কিছুর ছবি তুলতে সক্ষম এবং কোম্পানিটি দাবি করেছে যে কম আলোতে ছবি তোলার ক্ষেত্রে এই ক্যামেরা আগের চেয়ে ৪৯ শতাংশ ভালো কাজ করবে।\nএর সামনের ক্যামেরাটিতে 'অটো ফোকাস' রয়েছে। যা সেলফির ছবিকে আরও নিখুঁত করবে। অল্প আলোতে ছবি তোলার ব্যবস্থাও আরও আধুনিক করা হয়েছে।\nঅ্যাপল বলছে, গত ১২ মাসে আইফোন ব্যবহারকারীরা তিন ট্রিলিয়নেরও বেশি ছবি তুলেছেন।\nআইফোন ১৪'র আকার ৬ দশমিক এক ইঞ্চি এবং আইফোন ১৪ প্লাসের আকার ৬ দশমিক সাত ইঞ্চি।\nআইফোন ১৪'র দাম ধরা হয়েছে ৭৯৯ মার্কিন ডলার।",
    "author": "Muaz Ibn Miraz",
    "time": "15 September, 2022",
    "img" : "https://www.apple.com/newsroom/images/product/iphone/standard/Apple-iPhone-14-Pro-iPhone-14-Pro-Max-hero-220907.jpg.og.jpg?202209190616",
    "category": "tech",    
},
    {
    "id": 3,
    "title": "অদলবদল, পুরনো বই বিক্রির মাধ্যম",
    "body": "পুরনো বই পায়ে হাটার দূরত্বে কেনাবেচা করার সুযোগ সৃষ্টি করতেই অদলবদল এর সৃষ্টি। আমাদের আশেপাশেই অনেকের কাছে বিক্রি করার মতো বই আছে যা তারা আর পড়বেন না। আবার অনেকের অনেক সময় পুরনো বই প্রয়োজন হয়। এই দুই শ্রেণীর মানুষ যদি নিজের পায়ে হাঁটার দুরত্বেই একে অপরকে খুঁজে পেতো তাহলে তো ভালোই হতো। আমরা প্রায় সবাই ই সেমিস্টার এর শুরুতে দোকানে গিয়ে পুরনো বই খুঁজি। আমরা কেনো আমাদের অন্য ডিপার্টমেন্ট এর সহপাঠী বা আমাদের শ্রদ্ধেয় সিনিয়র দের কাছ থেকে স্বল্প মূল্যে বই সংগ্রহ করবো না!অদলবদল একটি অনলাইন ভিত্তিক প্ল্যাটফর্ম যা মোবাইল অ্যাপ এবং ওয়েবসাইট দুইভাবেই ব্যাবহার করা যায়।",
    "author": "Rakib Hasan",
    "time": "25 March, 2022",
    "img" : "https://scontent.fdac27-1.fna.fbcdn.net/v/t39.30808-6/306311354_127780000011377_850647223197618955_n.jpg?_nc_cat=109&ccb=1-7&_nc_sid=730e14&_nc_ohc=jb5TGn25yy8AX-nzY0A&_nc_ht=scontent.fdac27-1.fna&oh=00_AT8_eO_bh4cYu7uZGibXk_DdxbMHbXcYDCq5Br9JiNQXOg&oe=632D844A",
    "category": "tech",
    },
    {
        "id": 4,
        "title": "ফুটবল বিশ্বকাপ ২০২২",
        "body": "কাতারের তীব্র গ্রীষ্মকালীন উত্তাপের কারণে এই আসরটি ২০২২ সালের ২০শে নভেম্বর হতে ১৮ই ডিসেম্বর পর্যন্ত কাতারের ৫টি শহরের ৮টি মাঠে অনুষ্ঠিত হবে, যার ফলে এটি মে, জুন অথবা জুলাই মাসে অনুষ্ঠিত না হওয়া এবং উত্তর শরৎকালে অনুষ্ঠিত প্রথম আসর হবে; এটি প্রায় ২৯ দিনের সময়সীমায় অনুষ্ঠিত হবে।",
        "author": "Mahmudul Ahsan",
        "time": "5 January, 2022",
        "img" : "https://assets.khelnow.com/news/uploads/2022/08/954-Khel-Now-13-copy.jpg",
        "category": "sports",
        },
        {
        "id": 5,
        "title": "মাহমুদুল্লাহ ছাড়াই দল ঘোষণা..",
        "body": "টি-টোয়েন্টি বিশ্বকাপের জন্য ১৫ সদস্যের দল ঘোষণা করল বাংলাদেশ। দলে জায়গা পাননি অভিজ্ঞ অলরাউন্ডার মাহমুদুল্লা রিয়াদ। আর এক অভিজ্ঞ ক্রিকেটার সৌম্য সরকারকেও মূল দলের বাইরে রাখা হয়েছে। স্ট্যান্ডবাই ক্রিকেটার হিসাবে অস্ট্রেলিয়ায় যাবেন তিনি।মাহমুদুল্লাকে যে দলে রাখা হবে না তার ইঙ্গিত আগেই পাওয়া গিয়েছিল। দলের ডিরেক্টর খালেদ মাহমুদ সুজন জানিয়েছিলেন, গত কয়েক মাসে মাহমুদুল্লার খেলায় তাঁরা খুশি নন। চলতি বছর তাঁকে বাংলাদেশের টি-টোয়েন্টি দলের অধিনায়কত্ব থেকে সরিয়ে দেওয়া হয়। এ বার দলেই জায়গা পেলেন না তিনি।",
        "author": "Muaz Ibn Miraz",
        "time": "15 September, 2022",
        "img" : "https://resize.indiatvnews.com/en/resize/newbucket/1200_-/2022/02/t20-world-cup-1644215747.jpg",
        "category": "sports",    
        },
        {
        "id": 6,
        "title": "অদলবদল, পুরনো বই বিক্রির মাধ্যম",
        "body": "পুরনো বই পায়ে হাটার দূরত্বে কেনাবেচা করার সুযোগ সৃষ্টি করতেই অদলবদল এর সৃষ্টি। আমাদের আশেপাশেই অনেকের কাছে বিক্রি করার মতো বই আছে যা তারা আর পড়বেন না। আবার অনেকের অনেক সময় পুরনো বই প্রয়োজন হয়। এই দুই শ্রেণীর মানুষ যদি নিজের পায়ে হাঁটার দুরত্বেই একে অপরকে খুঁজে পেতো তাহলে তো ভালোই হতো। আমরা প্রায় সবাই ই সেমিস্টার এর শুরুতে দোকানে গিয়ে পুরনো বই খুঁজি। আমরা কেনো আমাদের অন্য ডিপার্টমেন্ট এর সহপাঠী বা আমাদের শ্রদ্ধেয় সিনিয়র দের কাছ থেকে স্বল্প মূল্যে বই সংগ্রহ করবো না!অদলবদল একটি অনলাইন ভিত্তিক প্ল্যাটফর্ম যা মোবাইল অ্যাপ এবং ওয়েবসাইট দুইভাবেই ব্যাবহার করা যায়।",
        "author": "Rakib Hasan",
        "time": "25 March, 2022",
        "img" : "https://scontent.fdac27-1.fna.fbcdn.net/v/t39.30808-6/306311354_127780000011377_850647223197618955_n.jpg?_nc_cat=109&ccb=1-7&_nc_sid=730e14&_nc_ohc=jb5TGn25yy8AX-nzY0A&_nc_ht=scontent.fdac27-1.fna&oh=00_AT8_eO_bh4cYu7uZGibXk_DdxbMHbXcYDCq5Br9JiNQXOg&oe=632D844A"
        },
        {
            "id": 7,
            "title": "বিট কয়েন কি এবং কেন?",
            "body": "ক্রিপ্টোগ্রাফিক কয়েন ভার্চুয়াল মুদ্রা বিট কয়েনের ব্যবহার ক্রমাগত বাড়ছে। যুক্তরাষ্ট্র, চীন, যুক্তরাজ্য, রাশিয়া, জার্মানি ও ভারতের মতো বিশ্বের বেশ কিছু দেশে বিকেন্দ্রীকরণ পদ্ধতির এই ডিজিটাল মুদ্রাব্যবস্থার প্রচলন শুরু হয়েছে।",
            "author": "Mahmudul Ahsan",
            "time": "5 January, 2022",
            "img" : "https://static.seekingalpha.com/cdn/s3/uploads/getty_images/1315109888/image_1315109888.jpg?io=getty-c-w640"
        
            },
            {
            "id": 8,
            "title": "আইফোন ১৪, যা আছে যা নেই..",
            "body": "কোম্পানিটি আইফোন ১৪ দুটি আকারে প্রকাশ করছে, আইফোন ১৪ এবং আইফোন ১৪ প্লাস। নতুন হ্যান্ডসেটগুলি স্যাটেলাইটের মাধ্যমে সাহায্যের জন্য জরুরি কল পাঠাতে সক্ষম। ফোনটি কাছের স্যাটেলাইটগুলির অবস্থান প্রদর্শন করবে এবং কীভাবে ডিভাইসটিকে স্যাটেলাইটের দিকে তাক করা যায় সেটা দেখাবে।\nপনেরো সেকেন্ড থেকে কয়েক মিনিটের মধ্যে এটি স্যাটেলাইটে বার্তা পাঠাতে পারবে।\nসিসিএস ইনসাইট-এর প্রধান বিশ্লেষক বেন উড বলেছেন, স্যাটেলাইট সক্ষমতা যোগ করার জন্য বিনিয়োগকে ছোট করে দেখা উচিত হবে না।\nস্যাটেলাইট সেবা প্রদানকারী গ্লোবালস্টারের সাথে একটি বাণিজ্যিক চুক্তি এবং জরুরী বিভাগগুলিতে বার্তা প্রেরণের জন্য প্রয়োজনীয় অবকাঠামো তৈরিসহ সব অংশগুলো একত্রিত করতে অ্যাপলের সম্ভবত কয়েক বছর সময় লেগেছে।\nপ্রযুক্তি বিশ্লেষক পাওলো পেসকাটোর বলেছেন তিনি বিশ্বাস করেন যে উদ্ভাবনটি 'যেসব এলাকায় পৌঁছানো কঠিন' এমন প্রত্যন্ত অঞ্চলের গ্রাহকদের জন্য ভাল খবর।\nস্যাটেলাইট ব্যবহার করার বিষয়টি গুরুত্বপূর্ণ হতে শুরু করেছে এটি উৎসাহব্যঞ্জক। নির্ভরযোগ্য এবং শক্তিশালী সংযোগ সকল ব্যবহারকারীর একটি গুরুত্বপূর্ণ চাহিদা, তিনি বলেছিলেন।\nএই হ্যান্ডসেটে ১২ মেগাপিক্সেল ক্যামেরা রয়েছে যা দ্রুত চলমান কোন কিছুর ছবি তুলতে সক্ষম এবং কোম্পানিটি দাবি করেছে যে কম আলোতে ছবি তোলার ক্ষেত্রে এই ক্যামেরা আগের চেয়ে ৪৯ শতাংশ ভালো কাজ করবে।\nএর সামনের ক্যামেরাটিতে 'অটো ফোকাস' রয়েছে। যা সেলফির ছবিকে আরও নিখুঁত করবে। অল্প আলোতে ছবি তোলার ব্যবস্থাও আরও আধুনিক করা হয়েছে।\nঅ্যাপল বলছে, গত ১২ মাসে আইফোন ব্যবহারকারীরা তিন ট্রিলিয়নেরও বেশি ছবি তুলেছেন।\nআইফোন ১৪'র আকার ৬ দশমিক এক ইঞ্চি এবং আইফোন ১৪ প্লাসের আকার ৬ দশমিক সাত ইঞ্চি।\nআইফোন ১৪'র দাম ধরা হয়েছে ৭৯৯ মার্কিন ডলার।",
            "author": "Muaz Ibn Miraz",
            "time": "15 September, 2022",
            "img" : "https://www.apple.com/newsroom/images/product/iphone/standard/Apple-iPhone-14-Pro-iPhone-14-Pro-Max-hero-220907.jpg.og.jpg?202209190616"    
            },
            {
            "id": 9,
            "title": "অদলবদল, পুরনো বই বিক্রির মাধ্যম",
            "body": "পুরনো বই পায়ে হাটার দূরত্বে কেনাবেচা করার সুযোগ সৃষ্টি করতেই অদলবদল এর সৃষ্টি। আমাদের আশেপাশেই অনেকের কাছে বিক্রি করার মতো বই আছে যা তারা আর পড়বেন না। আবার অনেকের অনেক সময় পুরনো বই প্রয়োজন হয়। এই দুই শ্রেণীর মানুষ যদি নিজের পায়ে হাঁটার দুরত্বেই একে অপরকে খুঁজে পেতো তাহলে তো ভালোই হতো। আমরা প্রায় সবাই ই সেমিস্টার এর শুরুতে দোকানে গিয়ে পুরনো বই খুঁজি। আমরা কেনো আমাদের অন্য ডিপার্টমেন্ট এর সহপাঠী বা আমাদের শ্রদ্ধেয় সিনিয়র দের কাছ থেকে স্বল্প মূল্যে বই সংগ্রহ করবো না!অদলবদল একটি অনলাইন ভিত্তিক প্ল্যাটফর্ম যা মোবাইল অ্যাপ এবং ওয়েবসাইট দুইভাবেই ব্যাবহার করা যায়।",
            "author": "Rakib Hasan",
            "time": "25 March, 2022",
            "img" : "https://scontent.fdac27-1.fna.fbcdn.net/v/t39.30808-6/306311354_127780000011377_850647223197618955_n.jpg?_nc_cat=109&ccb=1-7&_nc_sid=730e14&_nc_ohc=jb5TGn25yy8AX-nzY0A&_nc_ht=scontent.fdac27-1.fna&oh=00_AT8_eO_bh4cYu7uZGibXk_DdxbMHbXcYDCq5Br9JiNQXOg&oe=632D844A"
            }
]

export default data;